<script>
import Header from '../components/Header.vue'

export default {
    components: { Header }
}
</script>

<template>
    <div>
        <Header />
        <h1>Доставка</h1>
        <p>Ми подбали про те, щоб отримати ваше замовлення було максимально просто та зручно. Після оформлення покупки наші менеджери перевіряють дані замовлення та передають його на відправлення. Ми намагаємося швидко опрацьовувати кожне замовлення, щоб ви могли отримати свої товари без зайвого очікування. Перед відправленням усі товари ретельно перевіряються та надійно упаковуються, щоб вони прибули до вас у належному стані. Ви можете обрати зручний спосіб отримання під час оформлення замовлення та вказати необхідні контактні дані для доставки. 
        <br><br>
        Ми здійснюємо доставку замовлень за допомогою надійних поштових та кур'єрських служб. Вартість і термін доставки можуть залежати від обраного способу отримання, адреси та розміру замовлення. Після передачі посилки перевізнику ви зможете відстежувати її переміщення за номером відправлення, якщо така можливість передбачена обраною службою доставки. Будь ласка, уважно перевіряйте правильність зазначеної адреси, номера телефону та інших даних перед підтвердженням замовлення. Це допоможе уникнути затримок та інших непередбачених ситуацій під час доставки.
        <br><br>
        Ми прагнемо зробити процес отримання замовлення комфортним на кожному етапі. Якщо у вас виникли запитання щодо способів доставки, термінів отримання або статусу замовлення, ви можете звернутися до нашої служби підтримки. Наші спеціалісти допоможуть уточнити необхідну інформацію та знайти найкраще рішення. Після отримання замовлення рекомендуємо перевірити цілісність упаковки та відповідність отриманих товарів вашому замовленню. Дякуємо, що обираєте наш магазин, і бажаємо приємних покупок та швидкого отримання ваших замовлень!</p>
    </div>
</template>

<style>
h1 {
    margin-top: 76px;
    font-weight: 400;
    font-size: 80px;
}

p {
    font-size: 18px;
    margin: 20px 0;
}
</style>
